[
    
    {
        "title":"jack, r u okay?",
        "sender":"Sam",
        "message":"Dude, wdym its getting late. Its like 4:00pm. You sent those messages during school. Also I'll be at the library studying for the math test if you still need help with that problem. I solved it easy 💪."
    },
    {
        "title":"Math Help 2!!!",
        "sender":"Jack",
        "message":"Guys please reply, its getting late, I need to solve this math problem. I might explode if I don't. Please 😭. Someone reply!!!"
    },
    {
        "title":"Math Help!!!",
        "sender":"Jack",
        "message":"Guys I have a problem! I can't solve question 4a on the review. Please I asked everyone, I asked my mom, I asked my dad, I asked my brother, even my dog. No one was able to solve it 😭. Someone please post the answer!!"
    },
    {
        "title":"Yes martin...",
        "sender":"Jessica",
        "message":"Yes martin, that's all we're going to have. That's what I was thinking too, but I asked Mrs. Goller and she said that's it. ig we should just be glad that we don't have more stuff. Also, ik you have the best study guides martin, can you send me one? low key stressing rn."
    },
    {
        "title":"Latin America Reading Quiz",
        "sender":"Martin",
        "message":"Wait, what are we going to have on the reading quiz? I know we covered everything in class and its on the powerpoint, but like, I feel like we didn't go over enough. Ik we did Latin American Art, Poetry, and Film Analysis, but are you guys sure that's it?"
    },
    {
        "title":"Hey no fair",
        "sender":"Chris",
        "message":"Dude I want candy from the vending the machine, I was literally about to send the lab data to you. I can't believe that you would give trisha candy, but not me. I've known you for 30000 years, you def owe me some candy by now. JK lmao"
    },
    {
        "title":"Yup that one",
        "sender":"Sam",
        "message":"Hey Trisha, yeah sorry that's what I meant. Idk how I got those two confused. My email is sam.is.coolio@gmail.com. Thanks so much, I owe you one. (maybe I'll get you something from the vending machine 😎."
    },
    {
        "title":"Which lab?",
        "sender":"Trisha",
        "message":"Hey sam, we didn't have a lab called gravity vs. acceleration. The last lab we did was called 'mass vs. acceleration, how inertia affects an objects motion' if that's what you need. Just send me your email so I can send you the excel sheet."
    },
    {
        "title":"Physics lab data",
        "sender":"Sam",
        "message":"Can someone please send me the physics lab data? I was absent and Mr. Ross just told me to get the data from someone else. I think the lab was called gravity vs. acceleration or something like that and it was with a ball and a tape measure. "
    }
]