[
    
    {
        "title":"guys jacob is funny. what.",
        "sender":"Jackson",
        "message":"My stupid brother, actually managed to rick roll 58 people. Just look on the sophomore page. This is wild. I feel like this should be written donw in the history books somewhere. I feel honored to be the older brother of such a great mean. truly blessed 🙏"
    },
    {
        "title":"Rose, dw",
        "sender":"Parker",
        "message":"Hey rose, yeah you can do that. I had to this year too. If yout talk to your consulor usually they can get something worked out for you. But just so yk, its probably better to switch out after finals so its not harder once you switch."
    },
    {
        "title":"switch from IBDP to CP",
        "sender":"Rose",
        "message":"IBDP is way harder than I thought 😭. Do y'all know if there is any way I can change from IBDP to IBCP. I'm actually so stressed out its concerning. Someone please help."
    },
    {
        "title":"guys, where water",
        "sender":"Patrick",
        "message":"Guys where does water come from. like geniunely. Like, it can't just fall from the sky right? it has to come from somewhere. I'm actually so confused rn. Also who invented water?? like, was it just here when we stopped being monkeys. I don't get it someone explain."
    },
    {
        "title":"shut up Charlie",
        "sender":"Denver",
        "message":"Charlie istg, I've gotten 50 instagram dm's about this already. Yk I'm not even going to be in town for homecoming. Thanks but no thanks to anyone who was actually considering that."
    },
    {
        "title":"Job Posting: ",
        "sender":"Charlie",
        "message":"Hey everyone, I'm looking for an experience professional dater for my boy Denver. Homecoming is coming up and he needs a date, so I need to get him a date. You must have atleast 3 years of experience of homecoming dances. Also you must have at least a doctorate in dating. Pleae reply to this message before homecoming. Thank you."
    },
    {
        "title":"Low Score?",
        "sender":"Parker",
        "message":"Shawn, bro. Stop flexing on us. You literally got a perfect 1520 on the PSAT last year. You don't need to study my guy you're already a god at the SAT. Please take the time to tutor me."
    },
    {
        "title":"When is the SAT?",
        "sender":"Shawn",
        "message":"oh shoot. ngl I forgot about the SATs. When do we even have them I've gotta start studying. I'm not getting a low score like the PSAT's last year."
    },
    {
        "title":"This is it yall",
        "sender":"Rose",
        "message":"We've finally made it guys! Senior year! It's great, but also kinda sad, y'know? It's our last year of school, but it's also our last year together. And then on top of that, we have more work to do, like SAT's and applications."
    }
]