[
    
    {
        "title":"jacob is funny",
        "sender":"Jacob",
        "message":"I successfully rickrolled 58 people using that link. 58 people. With a youtube link. Do you guys realize how crazy that it is. 58 sophomores, got on this website, saw my post, thought nothing of it, and then clicked the link. I'm actually a comedic genius."
    },
    {
        "title":"JACOB ISN'T FUNNY",
        "sender":"Frank",
        "message":"Jacob. Please. First with the skibidi toliet, and now this. I'm getting tired. I just wanna do my hw in peace. I don't deserve this. please stop. Thank you. "
    },
    {
        "title":"Jacob, you aren't funny",
        "sender":"Stacy",
        "message":"Jacob. You really think you're funny don't you. Ik what that link is. Don't pull this stunt on us. We don't deserve your terrible comedy. buuuuuut, if anyone wants to see what that link is, go right ahead."
    },
    {
        "title":"Web Design skillz",
        "sender":"Jacob",
        "message":"Yo, I just made the most fire website in web design today. Y'all aren't going to know what hit you. If you go to this link right here: https://youtu.be/dQw4w9WgXcQ?si=zgCILeDgLGNl8xV0, you'll see this awesome website. It might look like a yt link but trust, its my website."
    },
    {
        "title":"STUDY GROUP",
        "sender":"Jonathan",
        "message":"YO A STUDY GROUP WOULD BE FIRE 🔥🔥🔥. Who wants to come with me and Jasmine thursday after school to study for the first math test. We all about to be getting A's in math this year. Who's about to join us?? let's goooooooooooo"
    },
    {
        "title":"lmao I'm fine",
        "sender":"Jasmine",
        "message":"Jonathan, I think you just suck at math. its alright tho, everyone has their strenghts and weaknesses. tbf tho, I think a lot of people are struggling this year. If you want we can start a study group, that seems fun. We could meet at the library or something."
    },
    {
        "title":"wth math is harder",
        "sender":"Jonathan",
        "message":"Yo, everyone taking pre-hl, I swear math this year is way harder. Like way way harder. Ik we're in an IB course, but like I can't keep up. This is wild. Can someone tutor me or something 😭"
    },
    {
        "title":"Not a new year buddy",
        "sender":"Peter",
        "message":"Frank, its not a new year yet technically, just a new school year. Also, just bc you don't like a joke, doesn't mean no one else does. Plus, skibidi toliet is hilarioius, how could you not like it. Honestly its kinda your fault for not liking that masterpiece. "
    },
    {
        "title":"New year new us",
        "sender":"Frank",
        "message":"Guys, can we forget about the whole skibidi toliet joke. It was funny for two weeks, and then it got old. I'm tired. It's a new year. We can start things fresh now. We are sophomores. We can make better jokes. C'mon guys."
    }
]