[
    {
        "title":"STANFORD",
        "sender":"Emily",
        "message":"GUYS I GOT INTO STANFORD, I CAN'T BELIEVE IT. THANK YOU GUY SFOR HELPING ME SO MUCH WITH THE HOMEWORK AND STUFF I LOVE YOU GUYS THANK YOUUUUU"
    },
    {
        "title":"1995 toyata corolla",
        "sender":"Vedanth",
        "message":"Yo guys I just bought my first car. This is wildddd. If anyone want to ride in my awesome modern car, just ask me. I'll schedule in if I have some time, I'm very busy bc so many people want to ride my car."
    },
    {
        "title":"Lost glasses",
        "sender":"Tanush",
        "message":"Guys I lost my glasses somewhere in thie school this week. If anyone sees a pair of blue glasses anywhere please return them to blakney. Thanks a bunch."
    },
    {
        "title":"Oh hell yeah",
        "sender":"Rose",
        "message":"Oh hell yeah mark, this plan is amazing I love it. The school is going to know what them. We need as many people on this as possible, so I need you guys to spread this like wildfire."
    },
    {
        "title":"Senior Prank",
        "sender":"Mark",
        "message":"Guys we need to figure out the senionr prank this year. We can't plan on this website bc the other grades will be able see it, but I sent out an email to the whole grade that you guys should be able to see. I have a plan in there, tell me if it sounds good."
    },
    {
        "title":"Web Design",
        "sender":"Kevin",
        "message":"Web design is also a great class if you like computer stuff. You'd learn HTML, CSS, and also a little bit of javascript. The teacher is also amazing, you should consider doing it."
    },
    {
        "title":"Fashion Design",
        "sender":"Demarcus",
        "message":"Fashion design is a very fun class I think you would like it. The teacher is also really nice, I actually got my letter of rec from her."
    },
    {
        "title":"What electives are you taking?",
        "sender":"Gavin",
        "message":"What electives are you guys taking? I want to take some easy but fun ones to end off high school, but I can't find any interesting ones.  Do you guys have any reccomendations?"
    },
    {
        "title":"This is it yall",
        "sender":"Rose",
        "message":"We've finally made it guys! Senior year! It's great, but also kinda sad, y'know? It's our last year of school, but it's also our last year together. I hope we can make the best of this year. Love y'all ❤️"
    }
]